Repository: francescafinetti/Ombrace
Catalog: Ombrace Localizations/*.xcloc/Localized Contents/*.xliff
Languages: it

source: A moment of allowing… a moment of being.
it: Un momento di accoglienza… un momento di pura presenza.

source: A self-guided and personal space where you can select exercises, reflections, and practices that best support your journey toward self-acceptance. You're free to end the session anytime you need and repeat it whenever you want.
it: Uno spazio personale e autoguidato in cui puoi scegliere esercizi, riflessioni e pratiche che meglio supportano il tuo percorso verso l’autoaccettazione. Sei libero di concludere la sessione in qualsiasi momento e di ripeterla ogni volta che lo desideri.

source: A space designed to support individuals who are navigating body dysmorphia with self-awareness and a desire for change.
it: Uno spazio pensato per supportare chi affronta la dismorfia con consapevolezza di sé e il desiderio di cambiamento.

source: About
it: Info

source: And when you’re ready… gently release your hands… knowing that this sense of warmth and care is always within reach.
it: E quando ti senti pronto… lascia andare delicatamente le mani, sapendo che questa sensazione di calore e cura è sempre a tua disposizione.

source: Are you sure you want to leave?
it: Sicuro di voler uscire?

source: Can you allow yourself to be worthy of this moment, just as you are?
it: Puoi concederti di essere degno di questo momento, esattamente così come sei?

source: Can you let yourself receive this small act of care as you would accept a gift from a dear friend?
it: Puoi permetterti di ricevere questo piccolo gesto di cura così come accetteresti un dono da un caro amico?

source: Complete
it: Completa

source: Connect with your body and embrace self-kindness. Through guided exercises and mindfulness, you'll build a healthier, more balanced relationship with yourself—at your own pace, without pressure. You’re in the right place. Let’s begin.
it: Entra in connessione con il tuo corpo e abbraccia la gentilezza verso te stesso. Attraverso esercizi guidati e pratiche di mindfulness, potrai costruire un rapporto più sano ed equilibrato con te stesso—al tuo ritmo, senza pressioni. Sei nel posto giusto. Cominciamo.

source: Continue
it: Continua

source: Done
it: Fatto

source: Enter your name
it: Inserisci il tuo nome

source: Focus on your heartbeat
it: Concentrati sul battito del tuo cuore

source: Give yourself a little squeeze.
it: Concediti un piccolo abbraccio.

source: Give yourself gentle strokes
it: Accarezzati con dolcezza.

source: Guided Session
it: Sessione Guidata

source: HOW WOULD YOU LIKE TO BE CALLED?
it: COME VORRESTI ESSERE CHIAMATO?

source: Hello, %@
it: Ciao, %@

source: How does it feel to offer yourself this moment of comfort?
it: Come ti senti nel concederti questo momento di conforto?

source: How does this feel?
it: Come ti fa sentire?

source: How would you like to be called?
it: Come vorresti essere chiamato?

source: I want to invite you to practice on your own, and feel free to experiment.
it: Ti invito a praticare in autonomia e a sentirti libero di sperimentare.

source: If it feels right, you can explore different forms of touch. A light, soothing hold. A gentle press. A slow movement of your hands as if offering reassurance.
it: Se ti sembra giusto, puoi esplorare diverse forme di contatto. Una presa leggera e rassicurante. Una pressione delicata. Un movimento lento delle mani, come a offrirti conforto.

source: If you like, you can move your thumb gently, exploring this sensation.
it: Se vuoi, puoi muovere delicatamente il pollice, esplorando questa sensazione.

source: If you’d like, you can close your eyes and allow yourself to settle into this moment.
it: Se lo desideri, puoi chiudere gli occhi e lasciarti immergere in questo momento.

source: Insert Later
it: Inserisci in seguito

source: Insert name
it: Inserisci il tuo nome

source: Inspired by research on self-compassion and supportive touch, our approach encourages gentle, non-judgmental engagement with your body, helping you shift towards a more balanced and appreciative self-perception.
it: Ispirato alla ricerca sulla compassione verso sé stessi e sul tocco di supporto, il nostro approccio incoraggia un’interazione gentile e priva di giudizio con il tuo corpo, aiutandoti a sviluppare una percezione di te più equilibrata e consapevole.

# It's okay to take a break. &#10;You can always come back whenever you're ready.
source: It's okay to take a break. You can always come back whenever you're ready.
it: Va bene prendersi una pausa. Puoi sempre tornare quando ti sentirai pronto.

source: Just begin by bringing your left hand up to your cheek and cradling your face in your hand.
it: Inizia portando la tua mano sinistra sulla guancia e accarezzando delicatamente il tuo viso.

source: Just feel the contact of this hand.
it: Senti semplicemente il contatto di questa mano.

source: Just like every human being, you deserve care, understanding, and gentleness.
it: Proprio come ogni essere umano, meriti cura, comprensione e dolcezza.

source: Just taking a moment to feel these two hands, perhaps imagining that they are caring hands, offering kindness and warmth.
it: Prenditi un momento per sentire queste due mani, magari immaginando che siano mani premurose, pronte a offrirti gentilezza e calore.

source: Leave Session
it: Abbandona la Sessione

source: Let the glowing dots guide your hands with mindfulness and intention.
it: Lascia che i punti luminosi guidino le tue mani con consapevolezza e intenzione.

source: Let your body soften just a little… and take a gentle breath—no need to change anything, just noticing your inhale and exhale.
it: Lascia che il tuo corpo si rilassi leggermente… e fai un respiro delicato—senza bisogno di cambiare nulla, semplicemente osservando l’inspirazione e l’espirazione.

source: Let yourself rest in this space, even if just for a few breaths.
it: Concediti di riposare in questo spazio, anche solo per qualche respiro.

source: Listen to what your own body tells you.
it: Ascolta ciò che il tuo corpo ti comunica.

source: Meditation
it: Meditazione

source: Melody
it: Melodia

source: Move slowly and with both hands cup your elbows
it: Muoviti lentamente e, con entrambe le mani, avvolgi delicatamente i tuoi gomiti.

source: Move your hand down a little bit to your shoulder.
it: Sposta leggermente la tua mano verso la spalla.

source: Move your other hand and rest gently on both of your shoulders
it: Sposta l’altra mano e appoggiala delicatamente su entrambe le spalle.

source: None
it: Nessun Suono

source: Notification
it: Notifiche

source: Notification Settings
it: Impostazioni delle Notifiche

source: Notification Time
it: Ora della Notifica

source: Now keep going down your arms and put your hands together
it: Ora continua a scendere lungo le braccia e unisci le mani.

source: Now move one hand over your heart space, and one over your tummy.
it: Ora porta una mano sul cuore e l’altra sul ventre.

source: Now, bring awareness to your hands. Feel their warmth, their presence, the gentle contact with your body.
it: Ora porta attenzione alle tue mani. Percepisci il loro calore, la loro presenza, il contatto delicato con il tuo corpo.

source: Or simply recognize that this gesture is coming from you—to you. A quiet offering of kindness, no expectations, no demands.
it: O semplicemente riconosci che questo gesto viene da te, per te. Un’offerta silenziosa di gentilezza, senza aspettative, senza richieste.

source: Our mission is to help you cultivate a healthier connection with your body through self-compassion, body-focused exercises, and mindful practices.
it: La nostra missione è aiutarti a coltivare un rapporto più sano con il tuo corpo attraverso l’auto-compassione, esercizi focalizzati sul corpo e pratiche di mindfulness.

source: Perhaps you can imagine them as kind, caring hands—offering comfort, support, and understanding.
it: Forse puoi immaginarle come mani gentili e premurose, pronte a offrirti conforto, supporto e comprensione.

source: Picture yourself as someone truly deserving of compassion—because you are.
it: Immaginati come una persona davvero meritevole di compassione—perché lo sei.

source: Relaxing
it: Rilassante

source: Select Time
it: Seleziona Orario

source: Settings
it: Impostazioni

source: Slowly move your hands down on your biceps
it: Muovi lentamente le tue mani lungo i bicipiti.

source: So now, we're going to practice together
it: Ora iniziamo insieme

source: Sound
it: Suono

source: Sound Settings
it: Impostazioni Suono

source: Sound Type
it: Tipo di Suono

source: Start
it: Inizia

source: Take a deep breath and begin when you're ready.
it: Un respiro profondo ed inizia quando sei pronto.

source: There is nothing to force… nothing to fix… just a quiet moment of connection with yourself.
it: Non c’è nulla da forzare… nulla da aggiustare… solo un momento di quieta connessione con te stesso.

source: There is nothing you need to prove… nothing you need to earn. Right here, in this moment, you are enough.
it: Non c’è nulla che tu debba dimostrare… nulla che tu debba guadagnare. Proprio qui, in questo momento, sei abbastanza.

source: This journey is personal, and progress looks different for everyone. Whether you're taking your first step or deepening your practice, Ombrace is here to guide you in fostering a more positive and compassionate relationship with yourself.
it: Questo percorso è personale e il progresso appare diverso per ognuno. Che tu stia muovendo i primi passi o approfondendo la tua pratica, Ombrace è qui per guidarti nel coltivare un rapporto più positivo e compassionevole con te stesso.

source: This position is nice because you can use it anywhere, anytime.
it: Questa posizione è ideale perché puoi utilizzarla ovunque e in qualsiasi momento.

source: This small act of kindness is always available to you.
it: Questo piccolo gesto di gentilezza è sempre a tua disposizione.

source: To return to it when you need a reminder that you are not alone, that you are worthy of kindness?
it: Per tornarci ogni volta che hai bisogno di ricordare che non sei solo, che sei degno di gentilezza?

source: Try to follow along
it: Cerca di seguire passo passo

source: Use any posture or position that helps you feel calm, and let go of the rest.
it: Assumi la postura o la posizione che ti fa sentire più a tuo agio e lascia andare tutto il resto.

source: Welcome to Ombrace!
it: Benvenuto su Ombrace!

source: Well done!
it: Ben Fatto!

source: What do you notice in your body as you do? Is there warmth, a sense of ease—or maybe just the simple awareness of being here?
it: Cosa noti nel tuo corpo mentre lo fai? Senti calore, una sensazione di leggerezza—o forse semplicemente la consapevolezza di essere qui?

source: What does it feel like when you support yourself, like a good friend?
it: Come ti senti nel sostenerti, proprio come farebbe un buon amico?

source: What feels most comforting in this moment? And if something doesn’t feel quite right, can you give yourself permission to adjust or let it go?
it: Cosa ti dona più conforto in questo momento? E se qualcosa non ti sembra del tutto giusto, puoi concederti il permesso di modificarlo o lasciarlo andare?

source: What happens in your nervous system, in your body, when you offer yourself a little bit of soothing, supportive touch?
it: Cosa accade al tuo sistema nervoso, al tuo corpo, quando ti concedi un tocco delicato e rassicurante?

source: What if, instead of judging yourself, you simply offered understanding?
it: E se, invece di giudicarti, ti offrissi semplicemente comprensione?

source: What if, instead of pushing through, you allowed yourself to pause?
it: E se, invece di forzare, ti concedessi una pausa?

source: What if, just for a moment, you allowed yourself to be held in this gentle kindness, without resistance or hesitation?
it: E se, anche solo per un momento, ti permettessi di accogliere questa dolce gentilezza, senza resistenza né esitazione?

source: What would it be like to carry this sense of care with you throughout the day?
it: Come sarebbe portare con te questa sensazione di cura per tutto il giorno?

source: What would it be like to receive this touch with an open heart?
it: Come sarebbe accogliere questo tocco con apertura e gentilezza?

source: Whether you’re sitting quietly at home, in the middle of a busy day, or moving through the world… you can return to this gentle touch whenever you need a moment of support.
it: Che tu sia a casa in silenzio, immerso nella frenesia della giornata o in movimento, puoi sempre ritrovare questo tocco gentile ogni volta che ne senti il bisogno.

source: While we are not medical professionals, our methods are rooted in scientific studies that emphasize kindness, acceptance, and connection as tools for well-being.
it: Non siamo professionisti medici, ma i nostri metodi si basano su studi scientifici che evidenziano la gentilezza, l’accettazione e la connessione come strumenti per il benessere.

source: You are worthy of kindness—especially from yourself.
it: Meriti gentilezza, soprattutto da parte di te stesso.

source: You can close your eyes if you like, so that you can pay attention to what’s happening in your body.
it: Puoi chiudere gli occhi, se lo desideri, per concentrarti su ciò che sta accadendo nel tuo corpo.

source: You can return to it anytime… like a soft whisper of kindness… reminding you that you are worthy of love and compassion, just as you are.
it: Puoi tornarci in qualsiasi momento… come un lieve sussurro di gentilezza… che ti ricorda che sei degno di amore e compassione, esattamente così come sei.

source: You completed the session! You should be proud of what you have accomplished today.
it: Hai completato la sessione! Puoi essere fiero di ciò che hai realizzato oggi.

source: You might even picture someone you love placing their hands there, offering the same warmth and care.
it: Potresti persino immaginare qualcuno che ami posare le sue mani lì, offrendoti lo stesso calore e la stessa cura.

source: Your Session
it: La Tua Sessione
