Repository: francescafinetti/Ombrace
Catalog: Ombrace Localizations/Ombrace Localizations/*.xcloc/Localized Contents/*.xliff
Languages: it

source: A self-guided and personal space where you can select exercises, reflections, and practices that best support your journey toward self-acceptance. You're free to end the session anytime you need and repeat it whenever you want.
it: Uno spazio personale e autoguidato in cui puoi scegliere esercizi, riflessioni e pratiche che meglio supportano il tuo percorso verso l’autoaccettazione. Sei libero di concludere la sessione in qualsiasi momento e di ripeterla ogni volta che lo desideri.

source: A space designed to support individuals who are navigating body dysmorphia with self-awareness and a desire for change.
it: Uno spazio pensato per supportare chi affronta la dismorfia con consapevolezza di sé e il desiderio di cambiamento.

source: About
it: Info

source: Allow yourself to enjoy this space of calm, knowing that you can always return to it whenever you need.
it: Concediti di godere di questo spazio di calma, sapendo che puoi sempre tornarci quando ne hai bisogno.

source: Are you sure you want to leave?
it: Sicuro di voler uscire?

source: Bring your attention to the heartbeat, letting your breath guide you.
it: Porta la tua attenzione sul battito del cuore, lasciando che il respiro ti accompagni.

source: Calmly, move both hands toward your elbows.
it: Con calma, muovi entrambe le mani verso i gomiti.

source: Complete
it: Completa

source: Connect with your body and embrace self-kindness. Through guided exercises and mindfulness, you'll build a healthier, more balanced relationship with yourself—at your own pace, without pressure. You’re in the right place. Let’s begin.
it: Entra in connessione con il tuo corpo e abbraccia la gentilezza verso te stesso. Attraverso esercizi guidati e pratiche di mindfulness, potrai costruire un rapporto più sano ed equilibrato con te stesso—al tuo ritmo, senza pressioni. Sei nel posto giusto. Cominciamo.

source: Continue
it: Continua

source: Done
it: Fatto

source: Enter your name
it: Inserisci il tuo nome

source: Gently bring your attention to the part of you that feels good right now, even if it’s just a small area of comfort.
it: Porta dolcemente l’attenzione su quella parte di te che in questo momento si sente bene, anche solo un piccolo angolo di comfort.

source: Give yourself a little squeeze, as if you’re offering yourself a gentle hug with love.
it: Datti una piccola stretta, come un abbraccio gentile che ti offri con amore.

source: Give yourself the time to listen to what your body is communicating today.
it: Concediti il tempo di ascoltare cosa il tuo corpo ti comunica oggi.

source: Guided Session
it: Sessione Guidata

source: HOW WOULD YOU LIKE TO BE CALLED?
it: COME VORRESTI ESSERE CHIAMATO?

source: Hello, %@
it: Ciao, %@

source: How does this sensation feel? Stay for a moment and experience it.
it: Come ti sembra questa sensazione? Resta un momento a percepirla.

source: How would you like to be called?
it: Come vorresti essere chiamato?

source: I now invite you to try on your own, exploring the movement and feeling what helps you feel better.
it: Ti invito ora a provare da solo, esplorando il movimento e sentendo cosa ti fa star meglio.

source: If it feels right, try gently shifting your attention to another part of your body, perhaps one you haven’t considered yet.
it: Se ti fa piacere, prova a spostare dolcemente l’attenzione verso un’altra zona del corpo, magari una che finora non hai considerato.

source: If it feels right, you can accompany this sensation with a light touch, as if giving yourself a gentle hug.
it: Se ti fa piacere, puoi accompagnare questa sensazione con un tocco leggero, come fosse un abbraccio gentile a te stesso

source: If you’d like, try bringing your hand to that area with kindness, without judging the sensation.
it: Se ti va, prova ad avvicinare una mano con gentilezza, senza giudicare quella sensazione.

source: If you’d like, you can close your eyes to focus more on the sensations your body is experiencing.
it: Se ti fa piacere, puoi chiudere gli occhi per concentrarti di più sulle sensazioni che il tuo corpo sta vivendo.

source: If you’d like, you can gently move your thumbs, exploring the sensation of contact.
it: Se vuoi, puoi far scivolare lentamente i pollici, esplorando questa sensazione di contatto.

source: Imagine offering that area the same warmth and care you would give to someone you love.
it: Immagina di poter offrire a quella zona la stessa cura e calore che daresti a qualcuno a cui vuoi bene.

source: Immersive Session
it: Sessione Immersiva

source: Insert Later
it: Inserisci in seguito

source: Insert name
it: Inserisci il tuo nome

source: Inspired by research on self-compassion and supportive touch, our approach encourages gentle, non-judgmental engagement with your body, helping you shift towards a more balanced and appreciative self-perception.
it: Ispirato alla ricerca sulla compassione verso sé stessi e sul tocco di supporto, il nostro approccio incoraggia un’interazione gentile e priva di giudizio con il tuo corpo, aiutandoti a sviluppare una percezione di te più equilibrata e consapevole.

# It's okay to take a break. &#10;You can always come back whenever you're ready.
source: It's okay to take a break. You can always come back whenever you're ready.
it: Va bene prendersi una pausa. Puoi sempre tornare quando ti sentirai pronto.

source: Leave Session
it: Abbandona la Sessione

source: Let the air gently flow in and expand where it is needed.
it: Lascia che l’aria entri dolcemente e si espanda dove serve.

source: Let the glowing dots guide your hands with mindfulness and intention.
it: Lascia che i punti luminosi guidino le tue mani con consapevolezza e intenzione.

source: Let the warmth of your hand bring support and security, like an act of care towards yourself.
it: Lascia che il calore della tua mano porti sostegno e sicurezza, come un gesto di cura verso di te.

source: Let’s begin together, taking a moment to listen. Make sure your body feels comfortable and ready to follow the movement.
it: Iniziamo insieme, prendendo un momento per ascoltare. Fai in modo che il tuo corpo si senta comodo e preparato a seguire il movimento.

source: Listen to what your body is telling you, trusting its wisdom.
it: Ascolta cosa il tuo corpo ti sta dicendo, fidandoti della sua saggezza.

source: Make soft movements, as if you’re gently caressing yourself with tenderness.
it: Fai dei movimenti delicati, come se stessi accarezzando te stesso con dolcezza.

source: Meditation
it: Meditazione

source: Melody
it: Melodia

source: Move your right hand and place it gently on your left shoulder, so that both shoulders are supported by your hands.
it: Muovi la mano destra e appoggiala con dolcezza sulla tua spalla sinistra, così da sentire entrambe le spalle supportate dalle mani.

source: None
it: Nessun Suono

source: Notification
it: Notifiche

source: Notification Settings
it: Impostazioni delle Notifiche

source: Notification Time
it: Ora della Notifica

source: Now slowly move your hands down to your biceps, letting your right and left hands slide down your arms, at your own pace.
it: Inizia ora a spostare lentamente le mani verso i tuoi bicipiti, facendo scivolare la mano destra e la mano sinistra lungo le braccia, senza fretta.

source: Now, move your left hand over your heart and your right hand over your stomach, as if appreciating these two important spaces of your body.
it: Ora sposta la mano sinistra sopra il tuo cuore, e la mano destra sopra la tua pancia, come a voler apprezzare questi due spazi importanti del tuo corpo.

source: Now, slowly move both hands down your arms, bringing them together as if you want to unite the hearts of your hands.
it: Ora, sposta lentamente entrambe le mani verso il basso lungo le braccia, e uniscile insieme, come se volessi unire il cuore delle tue mani.

source: Now, slowly move your left hand to your right shoulder, as if you want to cradle yourself gently with the touch.
it: Ora, porta lentamente la mano sinistra sulla spalla destra, come se volessi cullarti delicatamente con il tocco.

source: Now, without forcing anything, notice if there is a part that feels tense, tired, or heavy.
it: Ora, senza forzare, nota se c’è una parte che si sente più tesa, stanca o appesantita.

source: Opens the guided session with animations and sounds.
it: Apre la sessione guidata con animazioni e suoni.

source: Opens the interactive session.
it: Apre la sessione interattiva.

source: Our mission is to help you cultivate a healthier connection with your body through self-compassion, body-focused exercises, and mindful practices.
it: La nostra missione è aiutarti a coltivare un rapporto più sano con il tuo corpo attraverso l’auto-compassione, esercizi focalizzati sul corpo e pratiche di mindfulness.

source: Relaxing
it: Rilassante

source: Select Time
it: Seleziona Orario

source: Settings
it: Impostazioni

source: Sound
it: Suono

source: Sound Settings
it: Impostazioni Suono

source: Sound Type
it: Tipo di Suono

source: Start
it: Inizia

source: Start Guided Session
it: Inizia Sessione Guidata

source: Start Your Session
it: Inizia La Tua Sessione

source: Start by gently bringing your left hand to your right cheek, as if you want to softly caress your face with your palm.
it: Inizia portando la tua mano sinistra delicatamente verso la tua guancia destra, come se volessi accarezzare dolcemente il tuo viso con il palmo.

source: Stay in this feeling of well-being for a moment, allowing it to expand like a gentle light within you.
it: Rimani un momento in questa sensazione di benessere, lasciandola espandere come una luce gentile dentro di te.

source: Stay with the sensation of contact with your hand, without rushing. Simply notice how it makes you feel.
it: Rimani a sentire la sensazione di contatto con la mano, senza fretta. Semplicemente nota come ti fa sentire.

source: Take a deep breath and begin when you're ready.
it: Un respiro profondo ed inizia quando sei pronto.

source: Take a moment to feel the connection with your body and your breath.
it: Prenditi un momento per sentire il contatto con il tuo corpo e il tuo respiro.

source: Take a moment to feel the difference between before and now, without expectations.
it: Prenditi un momento per sentire la differenza tra prima e ora, senza aspettative.

source: Take a moment to feel your two hands moving together, as if they are gentle hands offering warmth and care.
it: Prenditi un momento per sentire le tue due mani che si muovono insieme, come se fossero mani gentili che ti offrono calore e cura.

source: Thank your body for welcoming this experience, exactly as it could today.
it: Ringrazia il tuo corpo per aver accolto questa esperienza, esattamente come poteva oggi.

source: There is nothing to change or fix right away—simply stay present with your touch and your breath.
it: ⁠“Non c’è nulla da cambiare o risolvere subito, semplicemente rimani presente con il tuo tocco e il tuo respiro

source: This journey is personal, and progress looks different for everyone. Whether you're taking your first step or deepening your practice, Ombrace is here to guide you in fostering a more positive and compassionate relationship with yourself.
it: Questo percorso è personale e il progresso appare diverso per ognuno. Che tu stia muovendo i primi passi o approfondendo la tua pratica, Ombrace è qui per guidarti nel coltivare un rapporto più positivo e compassionevole con te stesso.

source: This position is very practical, and you can use it whenever you want, anywhere, to feel supported.
it: Questa posizione è molto pratica e puoi usarla quando vuoi, ovunque ti trovi, per sentirti supportato.

source: Try to follow my gestures, but remember you can go at your own pace. There’s no rush.
it: Prova a seguire i miei gesti, ma ricorda che puoi andare al tuo ritmo. Non c’è fretta.

source: Use the position that makes you feel calmer and more serene, letting go of everything else.
it: Usa la posizione che ti fa sentire più calmo e sereno, lasciando andare tutto il resto.

source: Welcome to Ombrace!
it: Benvenuto su Ombrace!

source: Well done!
it: Ben Fatto!

source: What do you feel when you support yourself gently, just like a kind friend would?
it: Cosa provi quando ti sostieni con gentilezza, come farebbe un amico affettuoso?

source: What happens in your body and mind when you offer yourself a gentle touch, just like you would for a friend?
it: Cosa succede nel tuo corpo, nella tua mente, quando offri a te stesso un tocco gentile, proprio come faresti per un amico?

source: When you’re ready, slowly let go of the contact and return your awareness to the space around you.
it: Quando sei pronto, lascia andare il contatto lentamente e torna a sentire l’ambiente intorno a te.

source: Wherever this experience takes you, you are safe. You are welcomed exactly as you are.
it: Ovunque ti porti questa esperienza, sei al sicuro. Sei accolto esattamente così come sei.

source: While we are not medical professionals, our methods are rooted in scientific studies that emphasize kindness, acceptance, and connection as tools for well-being.
it: Non siamo professionisti medici, ma i nostri metodi si basano su studi scientifici che evidenziano la gentilezza, l’accettazione e la connessione come strumenti per il benessere.

source: You are worthy of kindness—especially from yourself.
it: Meriti gentilezza, soprattutto da parte di te stesso.

source: You completed the session! You should be proud of what you have accomplished today.
it: Hai completato la sessione! Puoi essere fiero di ciò che hai realizzato oggi.

source: Your Session
it: La Tua Sessione

source: Your body has its own wisdom, knowing how to find balance between what feels light and what feels intense.
it: Il tuo corpo ha una sua saggezza, sa trovare equilibrio tra ciò che è leggero e ciò che è più intenso.
